Repository: vasanthvzz/MediaReviewUWP
Catalog: MediaReviewUWP/Resources/*/Resources.resw
Source language: en_us
Languages: ta_in

# SigninH1.Text
source: Signin
ta_in: மூவி ஸ்பியர்

# CreateAccountH1.Text
source: Create Account
ta_in: மூவி ஸ்பியர்

# SigninH2.Text
source: to access Movie Sphere
ta_in: அணுக புகுபதிவு செய்யவும்

# CreateAccountH2.Text
source: to access Movie Sphere
ta_in: அணுக புகுபதிவு செய்யவும்

# Username.PlaceholderText
source: Username
ta_in: பயனர் பெயர்

# Password.PlaceholderText
source: Password
ta_in: கடவுச்சொல்

# ShowPasswordBtn.Content
source: Show Password
ta_in: கடவுச்சொல்லை காட்டவும்

# LoginAccountBtn.Content
source: Login
ta_in: உள்நுழையவும்

# DontHaveAccount.Text
source: Dont have an Account?
ta_in: கணக்கு இல்லைவா?

# CreateAccountBtn.Content
source: Create Account
ta_in: கணக்கு உருவாக்கவும்

# AlreadyHaveAccount.Text
source: Already have an Account?
ta_in: கணக்கு ஏற்கனவே உள்ளது?

# LoginAccountSmallBtn.Content
source: Login Account
ta_in: உள்நுழையவும்

# UsernamePasswordMissmatch.Subtitle
source: The user name or password is incorrect.
ta_in: பயனர் பெயர் அல்லது கடவுச்சொல் தவறானது

# UsernameError1
source: Username should have 4 to 16 letters
ta_in: பயனர் பெயரில் 4 முதல் 16 எழுத்துகள் இருக்க வேண்டும்

# UsernameError2
source: Username should not have spaces before or after.
ta_in: பயனர் பெயரில் முன் அல்லது பின் இடைவெளிகள் இருக்கக்கூடாது

# PasswordError1
source: Password should have 4 to 16 character
ta_in: கடவுச்சொல் 4 முதல் 16 எழுத்துகள் உள்ளதாக இருக்க வேண்டும்

# UsernameError3
source: This username is already taken. Please choose another one.
ta_in: இந்த பயனர் பெயர் ஏற்கனவே எடுக்கப்பட்டுள்ளது. மற்றொரு பெயரை தேர்ந்தெடுக்கவும்.

# MyFavouritesTb.Text
source: My Favourites
ta_in: என் விருப்பங்கள்

# WatchlistTb.Text
source: Watchlist
ta_in: பார்வை பட்டியல்

# WatchedTb.Text
source: I've Watched
ta_in: பார்த்தது

# MyMovieListTb.Text
source: My Movie List
ta_in: திரைப்பட பட்டியல்

# SocialTb.Text
source: Social
ta_in: சமூக

# RatingsTb.Text
source: My Ratings
ta_in: மதிப்பீடுகள்

# ReviewsTb.Text
source: Reviews
ta_in: விமர்சனங்கள்

# MyActionsTb.Text
source: My Actions
ta_in: என் செயல்கள்

# SettingsTb.Text
source: Settings
ta_in: அமைப்புகள்

# PeopleIFollowTb.Text
source: People I Follow
ta_in: பின்பற்றும் மக்கள்

# MyFollowersTb.Text
source: My Followers
ta_in: பின்தொடர்பவர்கள்

# HomeTb.Text
source: Home
ta_in: முகப்பு

# SearchBox.PlaceholderText
source: Search
ta_in: தேடல்

source: Favourite
ta_in: விருப்பம்

source: Favourited
ta_in: விருப்பமான

source: Mark as seen
ta_in: பார்த்த பட்டியல்

source: Marked as seen
ta_in: பார்த்த பட்டியலில்

source: Watchlist
ta_in: பார்வை பட்டியல்

source: In Watchlist
ta_in: பார்வை பட்டியலில்

# RateMovieTb.Text
source: Rate Movie
ta_in: திரைப்படத்தை மதிப்பிடு

# LeaveAReviewTb.PlaceholderText
source: Leave a Review
ta_in: விமர்சனம் இடு

# SubmitBtn.Content
source: Submit
ta_in: சமர்ப்பி

source: Follow
ta_in: பின்தொடர்

source: Following
ta_in: பின்தொடர்கிறேன்

# EditTb.Text
source: Edit
ta_in: திருத்து

# DeleteTb.Text
source: Delete
ta_in: அகற்று

source: My Favourites
ta_in: என் விருப்பங்கள்

source: My Watchlist
ta_in: எனது பார்வை பட்டியல்

# MyWatchedList
source: Watched Movies
ta_in: நான் பார்த்த பட்டியல்

source: My Reviews
ta_in: எனது விமர்சனங்கள்

source: My Ratings
ta_in: எனது மதிப்பீடுகள்

# NotRatedMovies.Text
source: You have not Rated any Movies yet
ta_in: நீங்கள் எதுவும் திரைப்படங்களை மதிப்பீடு செய்யவில்லை

# NotReviewedMovies.Text
source: You have not reviewed any Movies
ta_in: நீங்கள் இன்னும் எந்த திரைப்படங்களையும் விமர்சனம் செய்யவில்லை

# YourMovieListEmpty.Text
source: Oops! Your Movie list is empty.
ta_in: உங்கள் திரைப்பட பட்டியல் காலியாக உள்ளது

# SortTb.Text
source: Sort
ta_in: வகைப்படுத்து

# RatingLowToHighBtn.Content
source: Rating : Low To High
ta_in: மதிப்பீடு குறைந்தது முதல் அதிகம் வரை

# RatingHighToLowBtn.Content
source: Rating : High to low
ta_in: மதிப்பீடு அதிகம் முதல் குறைவாக

# LogoutBtn.Content
source: Logout
ta_in: வெளியேறு

# AppearanceTb.Text
source: Appearance
ta_in: தோற்றம்

# Appearance.Text
source: Appearance
ta_in: தோற்றம்

# AccentColor.Text
source: Accent Color
ta_in: முக்கிய நிறம்

# Theme.Text
source: Theme
ta_in: தீம்

# Dark.Text
source: Dark
ta_in: இருள்

# Light.Text
source: Light
ta_in: ஒளி

# Language.Text
source: Language
ta_in: மொழி

# ChangeLanguageNote.Text
source: Note : Changing language will restart the application.
ta_in: குறிப்பு: மொழி மாற்றம் செயலியை புதுப்பிக்கும்.

# Remove.Text
source: Remove
ta_in: அகற்று

source: Search
ta_in: தேடல்

# AddMovieMenu.Text
source: Add Movie
ta_in: திரைப்படம் சேர்க்கு

# Title.Text
source: Title
ta_in: பெயர்

# Description.Text
source: Description
ta_in: விவரம்

# TileImage.Text
source: Tile Image
ta_in: டைல் படம்

# PosterImage.Text
source: Poster Image
ta_in: போஸ்டர் படம்

# Runtime.Text
source: Runtime(in mins)
ta_in: இருப்புகாலம் (நிமி.)

# SelectGenres.PlaceholderText
source: Select Genres
ta_in: பாகங்கள் தேர்ந்தெடு

# SearchResult.Text
source: Search Result :
ta_in: தேடல் முடிவு :

source: People I Follow
ta_in: நான் பின்தொடர்பவர்கள்

source: My Followers
ta_in: என்னை பின்தொடர்பவர்கள்

source: Undo
ta_in: திருப்பு

# RemoveText
source: Remove
ta_in: அகற்று

# NoFollower
source: You don't have any Follower.
ta_in: நீங்கள் எவரும் உங்களை பின்தொடரவில்லை.

# NoFollowee
source: You haven't followed anyone.
ta_in: நீங்கள் எவரையும் பின்தொடரவில்லை.

# AddMovie.Text
source: Add Movie
ta_in: படத்தை சேர்

# Minutes
source: mins
ta_in: நிமி

# PipsPageTitle1
source: Discover & Explore
ta_in: கண்டுபிடிக்கவும், ஆராயவும் - உங்கள் உலகம்!

# PipsPageDesc1
source: Immerse yourself in a world of media like never before. Discover trending movies, TV shows, and captivating stories curated just for you. Dive into a journey of entertainment.
ta_in: என்றும் புதிதாக, நீங்கள் அறியாத ஊடக உலகில் தங்களை மூழ்க விடுங்கள். உங்களுக்கு பொருத்தமான திரைப்படங்கள், தொலைக்காட்சி நிகழ்ச்சிகள் மற்றும் கவர்ச்சிகரமான கதைகளை கண்டுபிடிக்கவும். ஒரு தனிப்பட்ட அனுபவத்தில் உங்கள் உடன்படுகையில் பிரபஞ்சம் குளியுங்கள்!

# PipsPageTitle2
source: Rate & Review
ta_in: மதிப்பீடு & மதிப்புரை

# PipsPageDesc2
source: Share your opinions and make your voice heard. Rate your favorite shows, leave detailed reviews, and help others find their next binge-worthy experience.
ta_in: உங்கள் கருத்துக்களை பகிர்ந்து உங்கள் வாயை கேட்கவைக்கவும். உங்கள் பிடித்த நிகழ்ச்சிகளை மதிப்பிடுங்கள், விரிவான மதிப்புரைகள் இடுங்கள், மற்றவர்களுக்கு அவர்களின் அடுத்த மிக அர்ப்பணிப்பான அனுபவத்தை கண்டுபிடிக்க உதவுங்கள்.

# PipsPageTitle3
source: Connect & Engage
ta_in: இணையவும் & ஈடுபடவும்

# PipsPageDesc3
source: Join a thriving community of movie enthusiasts. Follow other users, interact with their reviews, and build your profile as a media connoisseur.
ta_in: திரைப்பட ஆர்வலர்களின் வளர்ச்சியான சமூகத்தில் சேர்ந்துகொள்ளுங்கள். பிற பயனர்களை பின்தொடர்ந்து, அவர்களின் மதிப்புரைகளுடன் தொடர்பு கொள்ளுங்கள், மற்றும் ஊடக நிபுணராக உங்கள் சுயவிவரத்தை கட்டமைக்கவும்.

# UnableToAddMovieError.Text
source: Unable to Add Movie
ta_in: திரைப்படத்தைச் சேர்க்க முடியவில்லை.

# MovieTitleEmptyError.Text
source: Movie Title should not be empty
ta_in: திரைப்படத்தின் தலைப்பு காலியாக இருக்கக்கூடாது

# MovieReleaseDateError.Text
source: Movie must have release date
ta_in: வெளியீட்டு தேதி அவசியமாக இருக்க வேண்டும்

# MovieRuntimeError.Text
source: Movie Runtime Should not greater than 300 mins.
ta_in: கால அளவு 300 நிமிடங்களை மீறக்கூடாது.

# Grid.Text
source: Grid
ta_in: கட்டம்

# List.Text
source: List
ta_in: பட்டியல்

# FilteredMediaByGenre.Text
source: Filtered Media by Genre :
ta_in: வகை அடிப்படையில் வடிகட்டப்பட்டது

# ApplyFilterBtn.Content
source: Apply Filter
ta_in: வடிகட்டு

source: Filtered Movies
ta_in: வடிகட்டப்பட்ட திரைப்படங்கள்

# ReleaseDate.Text
source: Release Date
ta_in: வெளியீட்டு தேதி

# GenreList.Text
source: Genre list
ta_in: வகை பட்டியல்

# MediaAddedSuccess.Text
source: Movie has been added successfully
ta_in: படம் வெற்றிகரமாக சேர்க்கப்பட்டது

# SigninToAccount.Content
source: Sign in to your Account
ta_in: உங்கள் கணக்கில் உள்நுழையவும்

# EditReview.Text
source: Edit Review
ta_in: விமர்சனத்தை திருத்தவும்

# CancelBtn.Content
source: Cancel
ta_in: ரத்துசெய்

# AskDeleteReview.Text
source: Do you want to delete the review?
ta_in: நீங்கள் விமர்சனத்தை நீக்க விரும்புகிறீர்களா?

# ActionCannotUndone.Text
source: Note : This action cannot be undone.
ta_in: குறிப்பு: இந்த செயல்பாட்டை திரும்பப்பெற முடியாது

# DeleteBtn.Content
source: Delete
ta_in: நீக்கு

# ReviewLengthError.Text
source: Review should not empty and more than 512 characters
ta_in: விமர்சனம் காலியாக இருக்கக்கூடாது மற்றும் 512 எழுத்துகளை மிஞ்சக்கூடாது

source: Just now
ta_in: இப்போது

source: Minute
ta_in: நிமிடம்

source: ago
ta_in: முன்பு

source: Today
ta_in: இன்று

source: Yesterday
ta_in: நேற்று
